module.exports = {
  m1: [
    { subject: "Математика", teacher: "Иван Иванов", time: "9:00-10:30" },
    { subject: "Русский язык", teacher: "Петр Петров", time: "10:45-12:15" },
    // Добавьте остальные занятия на день
  ],
  m2: [
    { subject: "Физика", teacher: "Анна Сидорова", time: "13:30-15:00" },
    { subject: "География", teacher: "Виктор Васильев", time: "15:15-16:45" },
    // Добавьте остальные занятия на день
  ],
  m3: [
    { subject: "Химия", teacher: "Елена Алексеева", time: "17:00-18:30" },
    { subject: "Биология", teacher: "Сергей Сергеевич", time: "18:45-20:15" },
    // Добавьте остальные занятия на день
  ],
  s1: [
    { subject: "Информатика", teacher: "Ольга Олеговна", time: "9:00-10:30" },
    {
      subject: "Английский язык",
      teacher: "Николай Николаевич",
      time: "10:45-12:15",
    },
    // Добавьте остальные занятия на день
  ],
  s2: [
    { subject: "История", teacher: "Татьяна Татьянovna", time: "13:30-15:00" },
    {
      subject: "Обществознание",
      teacher: "Александр Александрович",
      time: "15:15-16:45",
    },
    // Добавьте остальные занятия на день
  ],
  s3: [
    { subject: "Физкультура", teacher: "Мария Марьевна", time: "17:00-18:30" },
    {
      subject: "Работа в библиотеке",
      teacher: "Валентина Валентиновна",
      time: "18:45-20:15",
    },
    // Добавьте остальные занятия на день
  ],
  b1: [
    {
      subject: "Профессиональная подготовка",
      teacher: "Сергей Сергеевич",
      time: "9:00-10:30",
    },
    {
      subject: "Практические работы",
      teacher: "Елена Алексеева",
      time: "10:45-12:15",
    },
    // Добавьте остальные занятия на день
  ],
  b2: [
    {
      subject: "Проектная работа",
      teacher: "Ольга Олеговна",
      time: "13:30-15:00",
    },
    {
      subject: "Испытания",
      teacher: "Николай Николаевич",
      time: "15:15-16:45",
    },
    // Добавьте остальные занятия на день
  ],
  b3: [
    {
      subject: "Подготовка к выпускному",
      teacher: "Татьяна Татьянovna",
      time: "17:00-18:30",
    },
    {
      subject: "Отпускные документы",
      teacher: "Александр Александрович",
      time: "18:45-20:15",
    },
    // Добавьте остальные занятия на день
  ],
};
